package main

/*
1. Roll Characteristics and determine Characteristic modifiers.
2.  a. Choose a Power Base.	+
    b. Gain Trait and Aptitude Modifiers.	+
3.  a. Choose a Dynasty Archetype.	+
	b. Determine Base Traits and Aptitudes.	+
	c. Gain First Generation bonuses.
	d. Determine Dynasty Boons and Hinders.
4.  a. Determine Management Assets.
	b. Gain Management Asset Benefits.
5.  Calculate First Generation Values.
6. Move on to the Background and Historic Events process.

Мне нужна будет информация (возвращаясь к Столыпину):
- о Харреке, в том числе что известно о его взаимоотношениях с Олебом (и почему тот уверен, что сынок не хочет его подсидеть)
- о Рихарде (???), синдальском принце - максимально, в том числе, где он сейчас, что делает, чем вообще живёт, какие у него больные места
- о расстановке сил на основных торговых путях, может какие-то имена, их сильные/слабые стороны, узкие места (и желательно сами пути ещё раз указать, я уже плохо помню, что там где проходит((()
Меня не оставляет подкинутая идея о кораблях внутри корабля 😑 Можно два истребителя назвать Клык и Коготь и нанять на них отряд боевых котиков и варгров 😁 а прыжковый назвать База, как в каких-нибудь шпионских фильмах :D

ТУДУ:
выдать информацию по
Хареку (эффект 4)
Рихарду (Эффект 0)
Расстановке сил в секторе (эффект 3)
*/
